CATEGORIES = ['доход', 'расход']

# Сообщения для пользователя
ADD_SUCCESS = 'Запись добавлена!'
BALANCE_WARNING = 'Внимание! Ваш баланс отрицательный. Рекомендуется пополнить баланс.'
FILE_NOT_FOUND = 'Файл не найден. Для создания файла добавьте хотя бы одну запись.'
CATEGORY_ERROR = 'Ошибка категории: {category}! Список возможных категорий: {categories}'
AMOUNT_ERROR = 'Сумма должна быть положительным числом и максимум 2 знака после запятой.'
RECORD_NOT_FOUND = 'Запись не найдена!'
RECORD_EDITED = 'Запись успешно отредактирована!'
